{
  "about": "Qui s贸c",
  "experience": "Experi猫ncia",
  "education": "Educaci贸",
  "skills": "Habilitats",
  "interests": "Interessos",
  "projects": "Projectes",
  "contact": "Contacte",
  "about_text_1": "Tinc experi猫ncia en Vue.js i Nuxt.js amb els que produeixo codi d'alta qualitat pels meus clients que tenen un bon rendiment i estan ben provats.",
  "about_text_2": "Em concentro en resoldre problemes, no nom茅s problemes t猫cnics, sino tamb茅 en crear una experi猫ncia incre茂ble pels usuaris del meu software, tant visual com accesible. La combinaci贸 d'eines poderoses i coneixements sobre els usuaris dona vida a les interficies d'usuari visuals i fa que les pgines web siguin accesibles i 煤tils.",
  "about_text_3": "S贸c un jugador d'equip i m'agrada treballar en equip on podem aprendre els uns dels altres i cr茅ixer junts. Tamb茅 s贸c un aprenentatge rpid i sempre estic buscant nous reptes i oportunitats per cr茅ixer com a desenvolupador.",
  "about_contact_me": "Contacta'm!",
  "contact_title": "Pots torbar-me a...",
  "contact_back": "Tornar a l'inici",
  "education_title": "Educaci贸",
  "experience_title": "Experi猫ncia",
  "experience_job_1": "Desenvolupador Senior de Frontend",
  "experience_job_2": "Desenvolupador de Frontend",
  "experience_job_3": "Desenvolupador Senior de Frontend, Enginyer d'automatizaci贸 de proves i Analista Programador",
  "experience_job_4": "Desenvolupador Web",
  "experience_job_5": "Desenvolupador Web",
  "experience_job_6": "Desenvolupador Web",
  "experience_job_text_1": "Tasques de Frontend amb Vue.js i Nuxt.js a l'equip de YourDictionary.com. Creaci贸 de noves funcionalitats, aplicant les millors prctiques i treballant en un entorn gil en un equip internacional descentralitzat.",
  "experience_job_text_2": "Desenvolupament de frontend en Backbone, creaci贸 de proves unitries amb Karma, proves funcionales amb Gerkin (iniciant un proc茅s automatitzat que s'ejecuta a Jenkins) i Testing AB de versions beta abans de passar a upstream. A part d'aix貌, tamb茅 reviso el codi de la sol.licitud d'extracci贸 de diferents equips, incl貌s el codi React i actualitzar, modificar o depurar el codi Java a la part de backend del fluxe quan es necessari.",
  "experience_job_text_3_1": "Desenvolupament de frontend en Backbone, JQuery i Lodash pel client-empresa del sector de viatges a Barcelona. (10/2017 - 04/2018)",
  "experience_job_text_3_2": "Implantaci贸 de proves automatitzades amb Test Complete i Jenkins en un cliente-empresa del sector farmaceutic a Parets del Vall猫s. (01/2017 - 10/2017)",
  "experience_job_text_3_3": "Migraci贸 d'una aplicaci贸 en format web, responsive i Single Page (amb AngularJS) per un cliente-empresa del sector bancari a Sant Cugat del Vall猫s. (07/2016 - 12/2016)",
  "experience_job_text_4": "Implementaci贸 de la web \"frontend\" pel cobrament i contractaci贸 d'aplicacions d'assegurances en assist猫ncia en viatge i assegurances d'autom貌bil.",
  "experience_job_text_5": "Encarregat del manteniment del portal web de l'organitzaci贸 (XML + XLS + Oracle amb Cocoon) i altres aplicacions (amb Struts).",
  "experience_job_text_6": "Desenvolupament web amb llenguatge ASP, accedint a una base de dades Microsoft SQL Server amb 煤s intensiu de HTML i Javascript.",
  "interests_title": "Interessos",
  "interests_text_1": "M'agrada crear llocs web per divertir-me, provant noves tecnologies i eines para millorar-me com Desenvolupador i estar al dia amb la tecnologia actual.",
  "interests_text_2": "A m茅s de ser un Desenvolupador frontend, soc un aficionat al gimns i m'agrada entrenar amb peses i barres de ferro. Tamb茅 m'interessen les xerrades TED i gaudeixo veient pel铆cules i s猫ries a Netflix (per millorar l'angl猫s, es clar ).",
  "interests_text_3": "I durant l'estiu, solc a fer camping amb la meva familia prop del mar.",
  "project_view": "Veure el projecte",
  "project_demo": "Demo",
  "projects_title": "Projectes",
  "skills_title": "Habilitats",
  "skills_programming_languages": "Llenguatges de programaci贸 i eines",
  "skills_data_text_1": "Neteja de dades",
  "skills_data_text_2": "Visualitzaci贸 de dades",
  "skills_data_text_3": "Programaci贸 amb R",
  "skills_data_text_4": "Pressa de decissions basades en dades",
  "skills_data_text_5": "C谩lcul i anlisi amb SQL i fulles de clcul",
  "skills_data_text_6": "Presentacions efectives",
  "skills_workflow": "Fluxe de treball",
  "skills_workflow_text_1": "Mobile-First, Diseny Responsive",
  "skills_workflow_text_2": "Proves multi navegador i Depuraci贸n",
  "skills_workflow_text_3": "Equips multifuncionals",
  "skills_workflow_text_4": "Desenvolupament gil i Scrum",
  "skills_workflow_text_5": "Frameworks JavaScript d'avantguarda",
  "skills_workflow_text_6": "Principis de diseny i UX"
}
