{
  "about": "Qui sóc",
  "experience": "Experiència",
  "education": "Educació",
  "skills": "Habilitats",
  "interests": "Interessos",
  "projects": "Projectes",
  "contact": "Contacte",
  "about_text_1": "Sóc un Desenvolupador Fullstack Senior especialitzat en Vue.js i Nuxt.js, lliurant codi d'alta qualitat, performant i exhaustivament provat per clients de tot el món. La meva experiència en frameworks JavaScript moderns garanteix aplicacions web escalables i mantenibles.",
  "about_text_2": "Em concentro en resoldre problemes complexos, no només reptes tècnics sinó també crear experiències d'usuari excepcionals que són visualment impressionants i totalment accessibles. En combinar eines poderoses amb un profund coneixement dels usuaris, dono vida a interfícies que no només són belles sinó també inclusives i funcionals.",
  "about_text_3": "Sóc un jugador d'equip col·laboratiu que prospera en entorns on podem aprendre els uns dels altres i créixer junts. Com a aprenent ràpid amb mentalitat de creixement, busco constantment nous reptes i oportunitats per expandir les meves habilitats com a desenvolupador fullstack, mantenint-me actualitzat amb tecnologies emergents i millors pràctiques.",
  "about_download_cv": "Descarregar CV",
  "contact_title": "Pots torbar-me a 👇",
  "contact_back": "Tornar a l'inici",
  "education_title": "Educació",
  "experience_title": "Experiència",
  "experience_job_1": "Desenvolupador Senior de Frontend",
  "experience_job_2": "Desenvolupador de Frontend",
  "experience_job_3": "Desenvolupador Senior de Frontend, Enginyer d'automatizació de proves i Analista Programador",
  "experience_job_4": "Desenvolupador Web",
  "experience_job_5": "Desenvolupador Web",
  "experience_job_6": "Desenvolupador Web",
  "experience_job_text_1": "Tasques de Frontend amb Vue.js i Nuxt.js a l'equip de YourDictionary.com. Creació de noves funcionalitats, aplicant les millors pràctiques i treballant en un entorn àgil en un equip internacional descentralitzat.",
  "experience_job_text_2": "Desenvolupament de frontend en Backbone, creació de proves unitàries amb Karma, proves funcionales amb Gerkin (iniciant un procés automatitzat que s'ejecuta a Jenkins) i Testing AB de versions beta abans de passar a upstream. A part d'això, també reviso el codi de la sol.licitud d'extracció de diferents equips, inclòs el codi React i actualitzar, modificar o depurar el codi Java a la part de backend del fluxe quan es necessari.",
  "experience_job_text_3_1": "Desenvolupament de frontend en Backbone, JQuery i Lodash pel client-empresa del sector de viatges a Barcelona. (10/2017 - 04/2018)",
  "experience_job_text_3_2": "Implantació de proves automatitzades amb Test Complete i Jenkins en un cliente-empresa del sector farmaceutic a Parets del Vallès. (01/2017 - 10/2017)",
  "experience_job_text_3_3": "Migració d'una aplicació en format web, responsive i Single Page (amb AngularJS) per un cliente-empresa del sector bancari a Sant Cugat del Vallès. (07/2016 - 12/2016)",
  "experience_job_text_4": "Implementació de la web \"frontend\" pel cobrament i contractació d'aplicacions d'assegurances en assistència en viatge i assegurances d'automòbil.",
  "experience_job_text_5": "Encarregat del manteniment del portal web de l'organització (XML + XLS + Oracle amb Cocoon) i altres aplicacions (amb Struts).",
  "experience_job_text_6": "Desenvolupament web amb llenguatge ASP, accedint a una base de dades Microsoft SQL Server amb ús intensiu de HTML i Javascript.",
  "header_location": "Desenvolupador Fullstack Senior | Remot des de Barcelona, Espanya | Expert en Vue.js & Nuxt.js",
  "interests_title": "Interessos",
  "interests_text_1": "M'agrada crear llocs web per divertir-me, provant noves tecnologies i eines para millorar-me com Desenvolupador i estar al dia amb la tecnologia actual.",
  "interests_text_2": "A més de ser un Desenvolupador frontend, soc un aficionat al gimnàs i m'agrada entrenar amb peses i barres de ferro. També m'interessen les xerrades TED i gaudeixo veient películes i sèries a Netflix (per millorar l'anglès, es clar 😉).",
  "interests_text_3": "I durant l'estiu, solc a fer camping amb la meva familia prop del mar.",
  "project_view": "Veure repo",
  "projects_title": "Projectes",
  "skills_title": "Habilitats",
  "skills_programming_languages": "Llenguatges de programació i eines",
  "skills_data_text_1": "Neteja de dades",
  "skills_data_text_2": "Visualització de dades",
  "skills_data_text_3": "Programació amb R",
  "skills_data_text_4": "Pressa de decissions basades en dades",
  "skills_data_text_5": "Cálcul i anàlisi amb SQL i fulles de càlcul",
  "skills_data_text_6": "Presentacions efectives",
  "skills_workflow": "Fluxe de treball",
  "skills_workflow_text_1": "Mobile-First, Diseny Responsive",
  "skills_workflow_text_2": "Proves multi navegador i Depuración",
  "skills_workflow_text_3": "Equips multifuncionals",
  "skills_workflow_text_4": "Desenvolupament àgil i Scrum",
  "skills_workflow_text_5": "Frameworks JavaScript d'avantguarda",
  "skills_workflow_text_6": "Principis de disseny i UX",
  "header_expertise": "Expert en:",
  "header_location_label": "Ubicació:",
  "header_available": "✓ Disponible per a treball remot",
  "header_hire_me": "Contracta'm",
  "header_contact": "Contacte",
  "header_download_cv": "Descarregar CV"
}
