{
  "about": "About",
  "experience": "Experience",
  "education": "Education",
  "certificates": "Certificates",
  "skills": "Skills",
  "interests": "Interests",
  "projects": "Projects",
  "contact": "Contact",
  "about_text_1": "I am an experienced Senior Fullstack Developer specializing in Vue.js and Nuxt.js, delivering high-quality, performant, and thoroughly tested code for clients worldwide. My expertise in modern JavaScript frameworks ensures scalable and maintainable web applications.",
  "about_text_2": "I focus on solving complex problems, not just technical challenges but creating exceptional user experiences that are both visually stunning and fully accessible. By combining powerful tools with deep user understanding, I bring interfaces to life that are not only beautiful but also inclusive and functional.",
  "about_text_3": "I am a collaborative team player who thrives in environments where we can learn from each other and grow together. As a fast learner with a growth mindset, I constantly seek new challenges and opportunities to expand my skills as a fullstack developer, staying current with emerging technologies and best practices.",
  "about_text_4": "Currently available for remote international projects in frontend and fullstack technologies.",
  "about_download_cv": "Download CV",
  "contact_title": "You can reach me 👇",
  "contact_back": "Back to the top",
  "education_title": "Education",
  "certificates_title": "Certificates",
  "experience_title": "Experience",
  "experience_job_1": "Senior Frontend Developer",
  "experience_job_2": "Frontend Developer",
  "experience_job_3": "Senior Frontend Developer, Test Automation Engineer and Analyst Programmer",
  "experience_job_4": "Web Developer",
  "experience_job_5": "Web Developer",
  "experience_job_6": "Web Developer",
  "experience_job_text_1": "Frontend tasks with Vue.js and Nuxt.js in the YourDictionary.com team. Creation of new features, enforcing best practices and working in an agile environment in a decentralized international team.",
  "experience_job_text_2": "Frontend development in Backbone, create unit testing with Karma, functional testing with Gerkin (launching an automated process run on Jenkins) and Testing AB of beta versions before going to upstream. A part of that, I also review code of pull request from different teams, including React code and update, modify or debug Java code in the backend part of the flow when it is needed.",
  "experience_job_text_3_1": "Frontend development in Backbone, JQuery and Lodash for client-company of the travel agency sector in Barcelona. (10/2017 - 04/2018)",
  "experience_job_text_3_2": "Implementation of automated testing with Test Complete and Jenkins in a client-company of the pharmaceutical sector in Parets del Vallès. (01/2017 - 10/2017)",
  "experience_job_text_3_3": "Migration of application to web format, responsive and Single Page Application (with AngularJS) for client-company of the banking sector in Sant Cugat del Vallès. (07/2016 - 12/2016)",
  "experience_job_text_4": "Implementation of the \"frontend\" web for charging and contracting insurance applications in travel assistance and car insurance.",
  "experience_job_text_5": "In charge of maintaining the web portal of the organization (XML + XLS + Oracle with Cocoon) and other applications (with Struts).",
  "experience_job_text_6": "Web development with ASP language, accessing a Microsoft SQL Server database with intensive use of HTML and Javascript.",
  "header_location": "Senior Fullstack Developer | Remote from Barcelona, Spain | Vue.js & Nuxt.js Expert",
  "interests_title": "Interests",
  "interests_text_1": "I like to create websites for fun, trying out new technologies and tools to improve myself as a developer and stay up to date with current tech.",
  "interests_text_2": "Apart from being a frontend developer, I am a gym goer and enjoy training with barbells and iron plates. I also love watching TED talks and I also enjoy binge watching films and series on Netflix (for improving my english skills 😉).",
  "interests_text_3": "And during the summer, I enjoy go camping with my family near the sea.",
  "project_view": "View repo",
  "projects_title": "Projects",
  "certificate_view": "View certificate",
  "show_less": "Show Less",
  "show_more": "Show More",
  "skills_title": "Skills",
  "skills_programming_languages": "Programming Languages and Tools",
  "skills_data_text_1": "Data cleaning",
  "skills_data_text_2": "Data visualization",
  "skills_data_text_3": "R programming",
  "skills_data_text_4": "Data-driven decision making",
  "skills_data_text_5": "Calculation and analysis in SQL and spreadsheets",
  "skills_data_text_6": "Effective presentations",
  "skills_workflow": "Workflow",
  "skills_workflow_text_1": "Mobile-First, Responsive Design",
  "skills_workflow_text_2": "Cross Browser Testing and Debugging",
  "skills_workflow_text_3": "Cross Functional Teams",
  "skills_workflow_text_4": "Agile Development and Scrum",
  "skills_workflow_text_5": "Cutting edge JavaScript frameworks",
  "skills_workflow_text_6": "Design principles and UX",
  "header_expertise": "Expertise:",
  "header_location_label": "Location:",
  "header_available": "✓ Available for remote work",
  "header_hire_me": "Hire Me",
  "header_contact": "Contact",
  "header_download_cv": "Download CV"
}
