{
  "about": "Acerca de",
  "experience": "Experiencia",
  "education": "Educaci贸n",
  "skills": "Habilidades",
  "interests": "Intereses",
  "projects": "Proyectos",
  "contact": "Contacto",
  "about_text_1": "Tengo experiencia en Vue.js y Nuxt.js en los que produzco c贸digo de alta calidad para mis clientes que tienen un buen rendimiento y est谩n bien probados.",
  "about_text_2": "Me concentro en resolver problemas, no solo problemas t茅cnicos, sino tambi茅n en crear una experiencia incre铆ble para los usuarios de mi software, tanto visual como accesible. La combinaci贸n de herramientas poderosas y conocimientos sobre los usuarios da vida a las interfaces de usuario visuales y hace que las p谩ginas web sean accesibles y 煤tiles.",
  "about_text_3": "Soy un jugador de equipo y disfruto trabajando en un equipo donde podemos aprender unos de otros y crecer juntos. Tambi茅n aprendo r谩pido y siempre estoy buscando nuevos desaf铆os y oportunidades para crecer como desarrollador.",
  "about_contact_me": "Cont谩ctame!",
  "about_download_cv": "Descargar CV",
  "contact_title": "Puedes encontrarme en ",
  "contact_back": "Volver al inicio",
  "education_title": "Educaci贸n",
  "experience_title": "Experiencia",
  "experience_job_1": "Desarrollador Senior de Frontend",
  "experience_job_2": "Desarrollador de Frontend",
  "experience_job_3": "Desarrollador Senior de Frontend, Ingeniero de automatizaci贸n de pruebas y Analista Programador",
  "experience_job_4": "Web Developer",
  "experience_job_5": "Web Developer",
  "experience_job_6": "Web Developer",
  "experience_job_text_1": "Tareas de Frontend con Vue.js y Nuxt.js en el equipo de YourDictionary.com. Creaci贸n de nuevas funcionalidades, aplicando las mejores pr谩cticas y trabajando en un entorno 谩gil en un equipo internacional descentralizado.",
  "experience_job_text_2": "Desarrollo de frontend en Backbone, creaci贸n de pruebas unitarias con Karma, pruebas funcionales con Gerkin (iniciando un proceso automatizado que se ejecuta en Jenkins) y Testing AB de versiones beta antes de pasar al upstream. Una parte de eso, tambi茅n reviso el c贸digo de la solicitud de extracci贸n de diferentes equipos, incluido el c贸digo React y actualizar, modificar o depurar el c贸digo Java en la parte de backend del flujo cuando es necesario.",
  "experience_job_text_3_1": "Desarrollo de frontend en Backbone, JQuery y Lodash para el cliente-empresa del sector de viajes en Barcelona. (10/2017 - 04/2018)",
  "experience_job_text_3_2": "Implantaci贸n de pruebas automatizadas con Test Complete y Jenkins en un cliente-empresa del sector farmac茅utico en Parets del Vall猫s. (01/2017 - 10/2017)",
  "experience_job_text_3_3": "Migraci贸n de aplicaci贸n a formato web, responsive y Single Page (con AngularJS) para cliente-empresa del sector bancario en Sant Cugat del Vall猫s. (07/2016 - 12/2016)",
  "experience_job_text_4": "Implementaci贸n de la web \"frontend\" para el cobro y contrataci贸n de aplicaciones de seguros en asistencia en viaje y seguros de autom贸vil.",
  "experience_job_text_5": "Encargado del mantenimiento del portal web de la organizaci贸n (XML + XLS + Oracle con Cocoon) y otras aplicaciones (con Struts).",
  "experience_job_text_6": "Desarrollo web con lenguaje ASP, accediendo a una base de datos Microsoft SQL Server con uso intensivo de HTML y Javascript.",
  "header_location": "Trabajando de forma remota desde Barcelona, Espa帽a",
  "interests_title": "Intereses",
  "interests_text_1": "Me gusta crear sitios web para divertirme, probando nuevas tecnolog铆as y herramientas para mejorarme como desarrollador y estar al d铆a con la tecnolog铆a actual.",
  "interests_text_2": "Adem谩s de ser un desarrollador frontend, soy un aficionado al gimnasio y me gusta entrenar con pesas y barras de hierro. Tambi茅n me interesan las charlas TED y disfruto viendo pel铆culas y series en Netflix (para mejorar mis habilidades en ingl茅s ).",
  "interests_text_3": "Y durante el verano, suelo hacer camping con mi familia cerca del mar.",
  "project_view": "Ver repo",
  "projects_title": "Proyectos",
  "skills_title": "Habilidades",
  "skills_data_text_1": "Limpieza de datos",
  "skills_data_text_2": "Visualitzaci贸n de datos",
  "skills_data_text_3": "Programaci贸n con R",
  "skills_data_text_4": "Toma de decisiones basadas en datos",
  "skills_data_text_5": "C谩lculo y an谩lisis con SQL y hojas de c谩lculo",
  "skills_data_text_6": "Presentaciones efectives",
  "skills_programming_languages": "Lenguajes de programaci贸n y herramientas",
  "skills_workflow": "Flujo de trabajo",
  "skills_workflow_text_1": "Mobile-First, Dise帽o Responsive",
  "skills_workflow_text_2": "Pruebas multi navegador y Depuraci贸n",
  "skills_workflow_text_3": "Equipos multifuncionales",
  "skills_workflow_text_4": "Desarrollo 谩gil y Scrum",
  "skills_workflow_text_5": "Frameworks JavaScript de vanguardia",
  "skills_workflow_text_6": "Principios de dise帽o y UX"
}
