{
  "about": "Acerca de",
  "experience": "Experiencia",
  "education": "Educación",
  "skills": "Habilidades",
  "interests": "Intereses",
  "projects": "Proyectos",
  "contact": "Contacto",
  "about_text_1": "Soy un Desarrollador Fullstack Senior especializado en Vue.js y Nuxt.js, entregando código de alta calidad, performante y exhaustivamente probado para clientes de todo el mundo. Mi experiencia en frameworks JavaScript modernos garantiza aplicaciones web escalables y mantenibles.",
  "about_text_2": "Me concentro en resolver problemas complejos, no solo desafíos técnicos sino también crear experiencias de usuario excepcionales que son visualmente impresionantes y totalmente accesibles. Al combinar herramientas poderosas con un profundo conocimiento de los usuarios, doy vida a interfaces que no solo son hermosas sino también inclusivas y funcionales.",
  "about_text_3": "Soy un jugador de equipo colaborativo que prospera en entornos donde podemos aprender unos de otros y crecer juntos. Como aprendiz rápido con mentalidad de crecimiento, busco constantemente nuevos desafíos y oportunidades para expandir mis habilidades como desarrollador fullstack, manteniéndome actualizado con tecnologías emergentes y mejores prácticas.",
  "about_download_cv": "Descargar CV",
  "contact_title": "Puedes encontrarme en 👇",
  "contact_back": "Volver al inicio",
  "education_title": "Educación",
  "experience_title": "Experiencia",
  "experience_job_1": "Desarrollador Senior de Frontend",
  "experience_job_2": "Desarrollador de Frontend",
  "experience_job_3": "Desarrollador Senior de Frontend, Ingeniero de automatización de pruebas y Analista Programador",
  "experience_job_4": "Web Developer",
  "experience_job_5": "Web Developer",
  "experience_job_6": "Web Developer",
  "experience_job_text_1": "Tareas de Frontend con Vue.js y Nuxt.js en el equipo de YourDictionary.com. Creación de nuevas funcionalidades, aplicando las mejores prácticas y trabajando en un entorno ágil en un equipo internacional descentralizado.",
  "experience_job_text_2": "Desarrollo de frontend en Backbone, creación de pruebas unitarias con Karma, pruebas funcionales con Gerkin (iniciando un proceso automatizado que se ejecuta en Jenkins) y Testing AB de versiones beta antes de pasar al upstream. Una parte de eso, también reviso el código de la solicitud de extracción de diferentes equipos, incluido el código React y actualizar, modificar o depurar el código Java en la parte de backend del flujo cuando es necesario.",
  "experience_job_text_3_1": "Desarrollo de frontend en Backbone, JQuery y Lodash para el cliente-empresa del sector de viajes en Barcelona. (10/2017 - 04/2018)",
  "experience_job_text_3_2": "Implantación de pruebas automatizadas con Test Complete y Jenkins en un cliente-empresa del sector farmacéutico en Parets del Vallès. (01/2017 - 10/2017)",
  "experience_job_text_3_3": "Migración de aplicación a formato web, responsive y Single Page (con AngularJS) para cliente-empresa del sector bancario en Sant Cugat del Vallès. (07/2016 - 12/2016)",
  "experience_job_text_4": "Implementación de la web \"frontend\" para el cobro y contratación de aplicaciones de seguros en asistencia en viaje y seguros de automóvil.",
  "experience_job_text_5": "Encargado del mantenimiento del portal web de la organización (XML + XLS + Oracle con Cocoon) y otras aplicaciones (con Struts).",
  "experience_job_text_6": "Desarrollo web con lenguaje ASP, accediendo a una base de datos Microsoft SQL Server con uso intensivo de HTML y Javascript.",
  "header_location": "Desarrollador Fullstack Senior | Remoto desde Barcelona, España | Experto en Vue.js & Nuxt.js",
  "interests_title": "Intereses",
  "interests_text_1": "Me gusta crear sitios web para divertirme, probando nuevas tecnologías y herramientas para mejorarme como desarrollador y estar al día con la tecnología actual.",
  "interests_text_2": "Además de ser un desarrollador frontend, soy un aficionado al gimnasio y me gusta entrenar con pesas y barras de hierro. También me interesan las charlas TED y disfruto viendo películas y series en Netflix (para mejorar mis habilidades en inglés 😉).",
  "interests_text_3": "Y durante el verano, suelo hacer camping con mi familia cerca del mar.",
  "project_view": "Ver repo",
  "projects_title": "Proyectos",
  "skills_title": "Habilidades",
  "skills_data_text_1": "Limpieza de datos",
  "skills_data_text_2": "Visualitzación de datos",
  "skills_data_text_3": "Programación con R",
  "skills_data_text_4": "Toma de decisiones basadas en datos",
  "skills_data_text_5": "Cálculo y análisis con SQL y hojas de cálculo",
  "skills_data_text_6": "Presentaciones efectives",
  "skills_programming_languages": "Lenguajes de programación y herramientas",
  "skills_workflow": "Flujo de trabajo",
  "skills_workflow_text_1": "Mobile-First, Diseño Responsive",
  "skills_workflow_text_2": "Pruebas multi navegador y Depuración",
  "skills_workflow_text_3": "Equipos multifuncionales",
  "skills_workflow_text_4": "Desarrollo ágil y Scrum",
  "skills_workflow_text_5": "Frameworks JavaScript de vanguardia",
  "skills_workflow_text_6": "Principios de diseño y UX",
  "header_expertise": "Experto en:",
  "header_location_label": "Ubicación:",
  "header_available": "✓ Disponible para trabajo remoto",
  "header_hire_me": "Contrátame",
  "header_contact": "Contacto",
  "header_download_cv": "Descargar CV"
}
